/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk από %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "Το %1$@ %2$@ έχει εγκατασταθεί και θα είναι έτοιμο προς χρήση την επόμενη φορά που το %3$@ εκκινήσει! Θέλετε να επανεκκινήστε την εφαρμογή τώρα;";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "Η %1$@ %2$@ είναι η νεότερη διαθέσιμη έκδοση.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Η %1$@ %2$@ είναι διαθέσιμη (έχετε την %3$@). Θέλετε να την κατεβάσετε τώρα;";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "Το %@ δεν έχει δικαιοδοσία να διαχειριστεί την εφαρμογή! Έχετε ανοίξει την εφαρμογή από εικονικό δίσκο; Αν όχι, ζητήστε βοήθεια από τον διαχειριστή του υπολογιστή.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Η νέα έκδοση του %@ έχει εγκατασταθεί!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Η νέα έκδοση του %@ είναι διαθέσιμη!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Διαπιστώθηκε σφάλμα κατά την εγκατάσταση. Παρακαλούμε προσπαθήστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Διαπιστώθηκε σφάλμα κατά την αναζήτηση νέας έκδοσης. Παρακαλούμε προσπαθήστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Διαπιστώθηκε σφάλμα κατά το άνοιγμα του αρχείου. Παρακαλούμε προσπαθήστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Διαπιστώθηκε σφάλμα κατά το κατέβασμα του αρχείου. Παρακαλούμε προσπαθήστε αργότερα.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Μια ενημέρωση νέας έκδοσης είναι ήδη υπό εξέλιξη!";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Να ελέγχει για νέα έκδοση κατά την εκκίνηση;";

/* No comment provided by engineer. */
"Downloading update..." = "Κατέβασμα ενημέρωσης...";

/* No comment provided by engineer. */
"Extracting update..." = "Άνοιγμα ενημέρωσης...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Εγκατάσταση και Επανεκκίνηση Εφαρμογής";

/* No comment provided by engineer. */
"Installing update..." = "Εγκατάσταση ενημέρωσης...";

/* No comment provided by engineer. */
"No" = "Όχι";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Έτοιμο προς εγκατάσταση";

/* No comment provided by engineer. */
"Update Error!" = "Σφάλμα ενημέρωσης!";

/* No comment provided by engineer. */
"Updating %@" = "Ενημέρωση του %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Θέλετε το %@ να ελέγχει για νέες εκδόσεις κατά την εκκίνηση; Αν όχι, μπορείτε να αρχίσετε τον έλεγχο χειροκίνητα από το μενού της εφαρμογής.";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* No comment provided by engineer. */
"You're up to date!" = "Εφαρμογή ενημερωμένη!";
